<?php

return [
    'model' => [
        'created' => [
            'success' => 'Элемент успешно создан.',
            'fail' => 'При добавлении произошла ошибка :error'
        ],
        'updated' => [
            'success' => 'Элемент успешно обновлен.',
            'fail' => 'При обновлении произошла ошибка :error'
        ],
        'deleted' => [
            'success' => 'Элемент успешно удален.',
            'fail' => 'При удалении произошла ошибка :error'
        ],
        'not_found' => 'Запись не найдена.',
    ]
];
